export const Rus = () => (
  <>
<h2>Предисловие</h2>
<br />
<p>Священный означает чистый, исключительный по важности, чрезвычайно важный, высокого стиля , святой, неприкасаемый, включающий в себя священные обязанности.
<br />
<br />
Введение
<br />
<br />
Здравствуй дорогой читатель, приглашаю тебя погрузиться в мир счастливой семьи. Настало время познакомиться поближе с культурой семьи и брака. Сегодня каждый желающий создать свою "тихую гавань" как никогда нуждается в практической мудрости, ведь это проект длиною в жизнь, и в свою очередь постараюсь донести до тебя все практичные советы, которые бесспорно принесут огромную пользу, поэтому тебе необходимо сосредоточиться и правильно настроиться на глубокое изучение многих вопросов, касающихся всех счастливых проектов, с замечательным названием семья.</p>
<br />
<br />
<br />
<br />
<h2>Глава 1: начало.</h2>
<br />
<p>Наступает прекрасная пора знакомства, взаимных симпатий, восторга и бесконечной любви, и кажется, что только он( она ) тебя понимает и только он(она) самый родной человек, который всегда будет рядом. Чувства зашкаливают и ощущение глубокого трепета не покидают тебя, и конечно ты не хочешь расставания ни на секунду. Несомненно ты уверен (-а) , что так должно быть всегда<br />...
<br />
<br />
Подготовительный этап.
<br />
<br />
Молодые всё ещё находятся в  любовной эйфории и с нетерпением ждут дня, когда они уже будут вместе, и оттого каждая встреча становится слаще и желаннее. Никто из них пока не задумывается о том, что ожидает их, ведь дальше от каждого их решения и поступка зависит дальнейшая их жизнь. " Что человек сеет, то и жнет" - это золотое правило для всех и на всю дистанцию жизни, но влюбленным не до глубоких размышлений, и всё-таки им просто необходимо контролировать себя, свои отношения и уже  быть наблюдательными, и оценивать друг друга исключительно по личным качествам, потому, как в этом деле эмоции могут лишь навредить... 
<br />
<br />
Что можно сделать? Задайте себе вопрос: насколько искреннен ваш будущий супруг(а)?
<br />
<br />
Насколько серьезно он(а) понимает степень ответственности за свои решения?
<br />
<br />
Какими качествами обладает мой избранник (избранница)?
<br />
<br />
Нужны ли тебе действительно эти отношения?
<br />
<br />
Есть ли чёткий план у него?
<br />
<br />
Как он относится к моим родителям?
<br />
<br />
Понимает ли он(а), что такое настоящая любовь?
<br />
<br />
Есть ли у него(неё) смирение?
<br />
<br />
Уважительно ли он относится ко мне?
<br />
<br />
Умеет ли он (а) контролировать себя?
<br />
<br />
Признаёт ли он(а) свои ошибки?
<br />
<br />
Любит ли он(а) детей?
<br />
<br />
Нет ли у него (неё) вредных привычек?
<br />
<br />
Готов (а) ли я создать свой счастливый союз с этим человеком?</p>
<br />
<br />
<br />
<br />
<h2>Глава 2</h2>
<br />
<p>Свадьба, свидетельство о браке.
<br />
<br />
Ты уже нашёл спутника жизни, или уже готов брать на себя ответственность за других? Вроде внутренний голос твердит, что это именно тот человек и ты не представляешь без него жизни, но, к счастью это , как правило ещё не проверенное чувство, основанное лишь на страсти , может увлечении , или эмоциях, и вокруг говорят: " слушай своё сердце, или внутренний голос", а ведь практика показывает, что сердце ошибается , и довольно часто, впрочем, как и внутренний голос, поэтому необходимо всегда подходить к выбору очень серьезно и продуманно, советуясь с экспертами в данной области, с теми, кто прожил, кто имеет и применяет практическую мудрость! Зарегистрированный брак- это бесспорно уважение к себе, к спутнику, к родным, это уважение к закону! Практика: многие люди , игнорируя эти принципы пожинают горькие плоды, ведь, что сеет человек, то жнет и это правда. Кто-то может возразить, что ему не выгодно проходить регистрацию, но для этого существует брачный контракт, если хотите?
<br />
<br />
... если ты всё взвесил и дело идёт к свадьбе, то не медли узаконить свои отношения. Тогда помни, что ты начинаешь благословенный путь в мире семьи и какая будет семья зависит только от тебя, да, да, от тебя... Вы , несомненно обязательно должны многое обговорить , но не традиции, а вашу совместную жизнь, ведь семья- это совместный приятный труд обеих сторон, и знай, что ты и он(а) со дня вступления законного вступления в законный брак ближе, чем вы друг другу нет и быть не должно и это правило длиною в жизнь, но , конечно это не означает, что кроме вас нет родных и близких, напротив , ваши родные они с вами и поддерживают вас, но ваша семья- это ваша семья, поэтому родителям молодой семьи не следует влезать в в вашу семью, разве что советом..., и это правило . Уважайте мнение спутника (цы) всегда. Прислушайтесь друг другу, ведь вы росли в разных семьях и может быть в разных культурах, поэтому потихоньку уже начинайте взращивать в себе добрые качества, необходимые для создания полноценной , счастливой семьи.
<br />
<br />
Вот, вы заключили соглашение на всю жизнь и дали обет друг другу , где поклялись любить и поддерживать друг друга пока смерть не разлучит вас, а это значит не предавать друг друга, быть всегда вместе и созидать "свой мир". Помните, что вы дали не пустые обещания, а твёрдые, искренние клятвы любимой(ому).  Какие вопросы актуальны в начале : что ждёт тебя после бракосочетания? Какие есть у молодой семьи активы? Сможем ли мы обеспечивать свои текущие потребности? Какие у нас дальнейшие планы? Сможем ли мы создать комфортные условия для будущих детей?
<br />
<br />
Где мы будем жить? Если с кем, то как ты это представляешь?</p>
<br />
<br />
<br />
<br />
<h2>Глава 3.</h2>
<br />
<p>Роль родителей.
<br />
<br />
Обращаюсь к родителям будущих родителей и надеюсь на взаимопонимание, уважение и сотрудничество. Дело в том, что именно от ваших действий в начале пути молодой семьи зависит её дальнейшая судьба. Вы должны понимать, что даже , если это молодая семья, она нуждается в  постоянной поддержке , а не в критике и укорах, и ни в коем случае нельзя в спорных вопросах занимать чью-либо сторону , и рассматривать сложившуюся ситуацию в одностороннем порядке, а напротив постараться , насколько это возможно быть объективными и дружелюбными, помня о том, что вы можете нанести непоправимый ущерб чужой семье, да, вы не ослушались, это уже не ваша семья, но вы , как люди , прошедшие немало этапов развития своей семьи обязаны наставить их на правильный путь, т.е . насколько это возможно, на сохранение семьи, ведь вы в свою очередь дали согласие на данный семейный брак. Настало время действовать в согласии с данными соглашениями как родителей, так и молодых, и это должно остаться принципом на всю жизнь. Помните уважаемые родители , также от ваших советов может измениться всё кардинально. Будьте созидателями, а не рушителями счастья своих детей. Уважайте обе стороны и сохраняйте благоразумие в любой ситуации.</p>
<br />
<br />
<br />
<br />
<h2>Глава 4. Размытые представления.</h2>
<br />
<p>Любовь, глубокое уважение, смирение, ответственность и обязанности, именно эти качества необходимы в семье и ты просто обязан развивать их, и работать над ними, если искренне желаешь счастья! Ведь счастье приходит к тем, кто спешит к нему! Но для начала следует в этом хорошо разобраться. Любовь- что это? Любовь - это не просто эмоции , связанные с трепетом сердца , или гормонами, толкающими нас порой на необдуманные поступки, а абсолютно большее, чем просто влечение , основанное на " эрос", или же на банальных капризах и эгоизме. Любовь- глубокое чувство , состоящее из граней почёта, глубокого уважения потребностей твоего спутника, готовое прощать и всегда быть рядом, быть настоящим другом, готовым поддержать в любую секунду и несомненно преданности, проницательности и взаимопонимания...  Даже, если тебе нравится позиция твоей " половинки" это отнюдь не означает, что должен оставить всё на "самотек" и всякий раз обижаться... Напротив ты просто обязан скорее сгладить все наболевшие вопросы, поэтому общайтесь и обращайтесь друг другу уважительно . Будьте великодушны и сохраняйте спокойствие в спорных делах,  сохраняйте мир в отношениях насколько это возможно, примите на эти советы как  на принципы, помогающие вам строить своё счастье, ведь
 семья- главный успех в жизни. В любви нет ни зла, ни жадности, ни эгоизма, ни ревности, ни мести, ни критики, ни корысти, помни это!</p>
<br />
<br />
<br />
<br />
<h2>Глава 5.</h2>
<br />
<p>Роль папы в семье.
<br />
<br />
В любой компании, или организации должен быть один глава, чтобы не получилось как в басне ...
<br />
<br />
Глава не должен быть деспотичен и суров, а напротив мягок и последователен в своих действиях, горячо любить и принимать решения вместе, советуясь внутри семьи. Он может быть строгим, когда это необходимо , при этом учитывая мнение других членов семьи, также как и в любой преуспевающей компании глава  принимает решение учитывая мнения всех подчинённых. Прилежный глава обязан уважать мнение своей половины во всех вопросах. Хороший глава готов всегда выслушать  и обучать, и служить каждому в семье , всегда быть доступным и хорошим организатором, и отличным управленцем, умеющим везти бюджет семьи и это также главный принцип успеха счастливой семейной жизни.
<br />
<br />
В жизни могут сложится разные обстоятельства, и даже , когда, порой ты думаешь, что она глубоко не права.
<br />
<br />
Совет: чего делать нельзя? -Мужчине ни при каких обстоятельствах нельзя  кричать в ответ , тем более поднимать руку на женщину, даже , если женщина не права и это принцип.</p>
<br />
<br />
<br />
<br />
<h2>Глава 6.</h2>
<br />
<p>Роль мамы в семье.
<br />
<br />
Супруга в свою очередь обязана любить и глубоко уважать мужа, а не искать в нём изъяны и недостатки, а находить достоинства и отмечать их перед детьми, тогда это поможет утвердить авторитет как папы, так и мамы в семье. Хорошая жена проявляет покорность и  никогда не ставит под сомнения качества мужа перед детьми, тем более перед другими, также как и муж не должен унижать достоинства жены . Не позволяй внешним факторам влиять на климат в семье при любых обстоятельствах. Помни , что ты  выбрала именно его, чтобы создать вместе свой замечательный мир. Согласуй вместе своё решение и воспитание детей. Все это в сумме принесет всей семье только пользу.
<br />
<br />
Но может случиться так, что муж действительно не правильно поступил.
<br />
<br />
Совет: избегайте резких высказываний и обвинений. Нельзя поднимать голос на супруга , тем более при других и тем более поднимать руку на супруга. Это не делает чести ни вам , ни супругу и это принцип.</p>
<br />
<br />
<br />
<br />
<h2>Глава 7.</h2>
<br />
<p>Дети в семье.
<br />
<br />
Вот и добрались мы с тобой до самых больших людей в семье - детей! Дети - вопрос деликатный, поэтому с ними всегда нужно быть деликатным, внимательным и добрым. Дети не должны принадлежать улице, или школе, они всегда должны быть в поле вашей видимости и воспитания. Дети узнают от своих родителей, что хорошо, а что плохо, и они не только слушают вас , но и наблюдают за вами, поэтому следи за тем, что ты говоришь, как учишь и как ты поступаешь. С раннего детства прививай им правильные добрые качества и манеры. Не критикуй их часто и не сравнивай ни с кем, а постарайся видеть в нем полноценного человека. Ни в коем случае не взращивай в нём злость, жадность, зависть, ревность и неуверенность. Когда даёшь обещание , исполни. Когда нужно будь строгим и обязательно объясни ему его проступок. Не занудствуй , а старайся получить его расположение, будь всегда честен и открыт , и откровенен. Никогда не попустительствуй и не потакай их капризам. Часто общайся с ними. Дети , вы будьте послушны родителям и сохраняйте глубокое уважение к ним, ведь вы появились благодаря их любви . Помните, что папа и мама самые лучшие друзья у вас. Они всегда переживают и любят вас. Иногда может казаться, что родители точно не поймут, но, к счастью это не так, ведь это всего лишь ваши догадки. Постарайтесь при удобном случае попросить совета , или просто поделитесь своими мыслями, переживаниями с родителями, доверьтесь доверяйте им всегда, и это принцип.</p>
<br />
<br />
<br />
<br />
<h2>Глава 8</h2>
<br />
<p>Бездетная семья.
<br />
<br />
Ситуации в этом мире бывают различные, не похожие друг на друга, но помни, что всегда есть выбор и из любой ситуации есть выход, и главное сделать правильный выбор. К сожалению бывает, что по ряду причин кто-то из супругов не может иметь детей... Это совсем не значит, что на этом всё закончилось, к счастью это заблуждение, ведь семья изначально всегда состоит из двух человек, поэтому никогда не стоит отчаиваться, а проявить терпение. К счастью сегодня много существует вариантов, одно из которых усыновление и удочерение ребенка. Многое зависит от того, как вы относитесь друг ко другу? Как вы вместе готовы справляться с трудностями и препятствиями? Но поверьте , много таких семей живут довольно счастливо и благополучно, ведь у разных семей есть свои плюсы и минусы, и именно от вас зависит сколько будет плюсов!  Помни , что физический недостаток твоего спутника (цы) не причина для разногласий, тем более для развода. Продолжайте сохраняйть преданность и нежно любите друг друга, и это принципиально, ведь вы достойные люди!</p>
<br />
<br />
<br />
<br />
<h2>Глава 9</h2>
<br />
<p>Роль родственников, друзей, коллег.
<br />
<br />
Порой все эти личности , которые так , или иначе оказываются рядом могут как помочь, так и навредить вашей семье, поэтому нужно чётко ограничить границы дозволенных правил и принципов для всех. А родственникам, друзьям, коллегам уважать ценности данной семьи и не лезть с советами и упреками в чужую жизнь, и это принцип. Каждый может думать, что лучше знает ту, или иную сторону, или ситуацию, но никто не умеет читать чужие мысли и до конца знать всех обстоятельств, поэтому никогда не спешите осуждать, или рассказывать другим, ведь сплетни никогда не приносят пользы. Проявляйте уважение к другой семье и постарайтесь всегда быть объективными и порядочными. Помните, что ваш совет может разрушить чужой счастливый мир.</p>
<br />
<br />
<br />
<br />
<h2>Глава 10.</h2>
<br />
<p>Планирование  и воспитание детей.
<br />
<br />
Появление ребенка должно всегда радовать, но и повышает твои обязательства и ответственность. Сегодняшний мир диктует свои правила и возможности, поэтому, желательно запланировать детей, но в любом случае о рождение ребенка необходимо обсудить вместе, но незапланированная беременность случается, и это тоже хорошо. И хотелось бы отметить, что в семье ребенок всегда желанный, независимо от того, запланированный он , или нет, поэтому лучше не позволять себе даже думать об аборте! Мудрые родители постараются совместно и заранее подготовиться к такому событию!  Помни, что на ребенка влияет не только воспитание родителей,  но их супружеские отношения,  местность , и общество в котором вы живёте.  Ребенок с рождения не может определять что хорошо, что плохо, он ещё не может самостоятельно принимать верные решения и выбор, и в этом обязанность родителей объяснять малышу и при этом проявлять любовь и терпение, нежность и заботу. Больше общайтесь с малышом , читайте полезные книги вместе и побольше уделяйте внимание ему, но не забывайте, - чрезмерная забота может навредить становлению личности вашего ребенка. Постарайтесь не раздражать детей , но общаться по дружески , просто. Научите малыша анализировать ситуации и принимать правильные решения без критики и оскорблений. Не учите детей жестокости и мести. Будьте ему другом во всякое время, но не патакайте ему, это может привести к эгоизму ,  к чрезмерной гордости, инфантильности и бунтарству. Установите лимит времени общения с андроидами, современными гаджетами. Всегда находите время для него, чаще играйте вместе. Прививайте любовь к животным и дружелюбный настрой к другим. Не забывайте, что ребенку нужно соблюдать везде и всегда осторожность и внимательность , уважение и доброту. Определите рамки личного пространства и рамки дозволенного, чтобы ваш ребенок  без вас мог принять верное решение и этот принцип может уберечь его от многих трудностей и недорозумений. Все эти правила применительны и для приемных детей. Воспитание приемных детей это огромная ответственность, терпение и труд. Никогда не отделяйте их , всегда относитесь к приемным детям, как к родным. Ищите за что похвалить их, это важно для них. Всегда проявляйте проницательность в общении с ними. Сохраняйте благоразумие, даже когда вы раздражены.</p>
<br />
<br />
<br />
<br />
<h2>Глава 11.</h2>
<br />
<p>Трудности, болезни, алкоголизм, наркомания, азартные игры.
<br />
<br />
К сожалению сегодня никто не застрахован от болезней и других слабостей человека...
<br />
<br />
Что можно сделать? Многие болезни, как и алкоголизм, наркомания и желание к азартным играм легче предупредить, нежели бороться с последствиями. Научись говорить нет, когда это необходимо. Если ты увидел в себе ту, или иную наклонность, решительно избегай этого. Прекрати все общения, которые могут как-то негативно повлиять на тебя и вызвать эти пагубные желания. Помни, что за каждый свой шаг ты несёшь ответственность перед семьёй и перед собой. Будь всегда осмотрительным в любой момент. Ты должен контролировать ситуацию, а не она тебя и это принцип, который может спасти тебе жизнь . Если кто-то в семье заболел, будьте готовы позаботиться о нем в любое время. Если заболел твой(я) супруг(а) , проявляй преданность круглосуточно, ведь он(а) был рядом с тобой , когда тебе тоже было нелегко и вы дали друг другу обет бракосочетания, и это принцип.
<br />
<br />
Домашние животные в семье.
<br />
<br />
Принципы, семейные традиции, совместный отдых.
<br />
<br />
Анализ отношений.
<br />
<br />
Развод, решение.
<br />
<br />
Гражданский брак.
<br />
<br />
Насилие в семье.
<br />
<br />
Ответственность.
<br />
<br />
Брачный договор.
<br />
<br />
Несомненно семейный брак это совместный труд всех членов семьи. Все , что происходит в мире- результаты воспитания семьи и общества. Всё вращается вокруг семьи и многое создаётся ради неё . Обращаюсь к каждому члену семьи : Используй все эти практичные советы, постоянно учись созидать, а не разрушать. Думай о потребностях своего ближнего больше, чем о себе. Всегда будь внимателен к другим и уважай другое мнение.
<br />
<br />
Не идеализируйте никого, но стремитесь к этому и любите открытой любовью друг друга, ведь от скрытой любви нет никакой пользы, и всё это в сумме несомненно дарует вашей семье счастье и благополучие!  С глубоким уважением автор.</p>
</>
)